const taskEventCodes = {
  events: [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11],
  '0': 'Задача добавлена',
  '1': 'Задача обновлена',
  '2': 'Задача выполнена',
  '3': 'Задача отмечена как не выполненная',
  '4': 'Задача удалена',
  '5': 'Подзадача добавлена',
  '6': 'Подзадача обновлена',
  '7': 'Подзадача выполнена',
  '8': 'Подзадача отмечена как не выполненная',
  '9': 'Подзадача удалена',
  '10': 'Описание задачи обновлено',
  '11': 'Выполненые задачи удалены',
};

export default taskEventCodes;
